Repository: ryuya0124/MochiLog
Catalog: Shared/Language.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

# cloud_account_ready
source: The iCloud account is available.
de: Das iCloud-Konto ist verfügbar.
es: La cuenta de iCloud está disponible.
fr: Le compte iCloud est disponible.
ja: iCloudアカウントを利用できます。
ko: iCloud 계정을 사용할 수 있습니다.
zh_hans: iCloud 账户可用。
zh_hant: iCloud 帳號可用。

# cloud_auth
source: Sign in to iCloud and check your account.
de: Melde dich bei iCloud an und prüfe dein Konto.
es: Inicia sesión en iCloud y revisa tu cuenta.
fr: Connectez-vous à iCloud et vérifiez votre compte.
ja: iCloudへのサインインとアカウントの状態を確認してください。
ko: iCloud에 로그인하고 계정 상태를 확인하세요.
zh_hans: 请登录 iCloud 并检查账户。
zh_hant: 請登入 iCloud 並檢查帳號。

# cloud_conflict
source: A conflict with another device occurred.
de: Ein Konflikt mit einem anderen Gerät ist aufgetreten.
es: Se ha producido un conflicto con otro dispositivo.
fr: Un conflit avec un autre appareil est survenu.
ja: 別のデバイスとの競合が発生しました。
ko: 다른 기기와 충돌이 발생했습니다.
zh_hans: 与其他设备的数据发生冲突。
zh_hant: 與其他裝置的資料發生衝突。

# cloud_diagnostic_description
source: Check local records and iCloud account status without creating or deleting cloud records.
de: Prüft lokale Datensätze und den iCloud-Kontostatus, ohne Cloud-Datensätze anzulegen oder zu löschen.
es: Comprueba los registros locales y el estado de la cuenta iCloud sin crear ni eliminar registros en la nube.
fr: Vérifie les relevés locaux et l’état du compte iCloud sans créer ni supprimer de relevés dans le cloud.
ja: クラウド上の記録を作成・削除せず、ローカル記録とiCloudアカウントの状態を確認します。
ko: 클라우드 기록을 생성하거나 삭제하지 않고 로컬 기록과 iCloud 계정 상태를 확인합니다.
zh_hans: 检查本地记录和 iCloud 账户状态，不创建或删除云端记录。
zh_hant: 檢查本機紀錄和 iCloud 帳號狀態，不建立或刪除雲端紀錄。

# cloud_diagnostic_invalid
source: Some records contain invalid dates or numeric values: %@
de: Einige Datensätze enthalten ungültige Datums- oder Zahlenwerte: %@
es: Algunos registros contienen fechas o valores numéricos no válidos: %@
fr: Certains relevés contiennent des dates ou valeurs numériques non valides : %@
ja: 日付または数値が不正な記録があります：%@
ko: 일부 기록에 잘못된 날짜 또는 숫자 값이 있습니다: %@
zh_hans: 部分记录的日期或数值无效：%@
zh_hant: 部分紀錄的日期或數值無效：%@

# cloud_diagnostic_no_data
source: There are no local records to check.
de: Keine lokalen Datensätze zum Prüfen vorhanden.
es: No hay registros locales que comprobar.
fr: Aucun relevé local à vérifier.
ja: 確認できるローカル記録がありません。
ko: 확인할 로컬 기록이 없습니다.
zh_hans: 没有可检查的本地记录。
zh_hant: 沒有可檢查的本機紀錄。

# cloud_diagnostic_no_store
source: The data store is unavailable.
de: Der Datenspeicher ist nicht verfügbar.
es: El almacén de datos no está disponible.
fr: Le stockage des données est indisponible.
ja: データストアにアクセスできません。
ko: 데이터 저장소에 접근할 수 없습니다.
zh_hans: 无法访问数据存储。
zh_hant: 無法存取資料儲存區。

# cloud_diagnostic_pass
source: Checked %d local records. This does not verify upload or cross-device synchronization.
de: %d lokale Datensätze geprüft. Damit sind Upload und geräteübergreifende Synchronisierung noch nicht bestätigt.
es: Se comprobaron %d registros locales. Esto no verifica la carga ni la sincronización entre dispositivos.
fr: %d relevés locaux vérifiés. Cela ne valide ni l’envoi ni la synchronisation entre appareils.
ja: ローカル記録%d件を確認しました。アップロードや端末間同期の成功を確認するものではありません。
ko: 로컬 기록 %d개를 확인했습니다. 업로드 또는 기기 간 동기화 성공을 검증한 것은 아닙니다.
zh_hans: 已检查 %d 条本地记录。这不代表已验证上传或跨设备同步。
zh_hant: 已檢查 %d 筆本機紀錄。這不代表已驗證上傳或跨裝置同步。

# cloud_diagnostic_title
source: iCloud Diagnostics
de: iCloud-Diagnose
es: Diagnóstico de iCloud
fr: Diagnostic iCloud
ja: iCloud診断
ko: iCloud 진단
zh_hans: iCloud 诊断
zh_hant: iCloud 診斷

# cloud_network
source: No network connection.
de: Keine Netzwerkverbindung.
es: No hay conexión de red.
fr: Aucune connexion réseau.
ja: ネットワークに接続できません。
ko: 네트워크에 연결할 수 없습니다.
zh_hans: 无法连接网络。
zh_hant: 無法連接網路。

# cloud_partial
source: Some records could not sync (%d).
de: Einige Datensätze konnten nicht synchronisiert werden (%d).
es: No se pudieron sincronizar algunos registros (%d).
fr: Certains relevés n’ont pas pu être synchronisés (%d).
ja: 一部データの同期に失敗しました（%d件）。
ko: 일부 기록을 동기화하지 못했습니다(%d개).
zh_hans: 部分记录同步失败（%d 条）。
zh_hant: 部分紀錄同步失敗（%d 筆）。

# cloud_quota
source: Not enough iCloud storage.
de: Nicht genügend iCloud-Speicher.
es: No hay suficiente espacio en iCloud.
fr: Espace iCloud insuffisant.
ja: iCloudの空き容量が不足しています。
ko: iCloud 저장 공간이 부족합니다.
zh_hans: iCloud 存储空间不足。
zh_hant: iCloud 儲存空間不足。

# cloud_rate_limit
source: Too many requests. Try again later.
de: Zu viele Anfragen. Versuche es später erneut.
es: Demasiadas solicitudes. Inténtalo más tarde.
fr: Trop de requêtes. Réessayez plus tard.
ja: リクエスト制限中です。しばらくしてから再試行してください。
ko: 요청이 너무 많습니다. 나중에 다시 시도하세요.
zh_hans: 请求次数过多。请稍后重试。
zh_hant: 要求次數過多。請稍後再試。

# cloud_unavailable
source: iCloud is temporarily unavailable.
de: iCloud ist vorübergehend nicht verfügbar.
es: iCloud no está disponible temporalmente.
fr: iCloud est temporairement indisponible.
ja: iCloudサービスが一時的に利用できません。
ko: iCloud를 일시적으로 사용할 수 없습니다.
zh_hans: iCloud 暂时不可用。
zh_hant: iCloud 暫時無法使用。

# cloud_zone
source: The iCloud data zone was not found. Try syncing again later.
de: Der iCloud-Datenbereich wurde nicht gefunden. Synchronisiere später erneut.
es: No se encontró la zona de datos de iCloud. Vuelve a sincronizar más tarde.
fr: Zone de données iCloud introuvable. Réessayez la synchronisation plus tard.
ja: iCloudのデータ領域が見つかりません。しばらくしてから同期を再試行してください。
ko: iCloud 데이터 영역을 찾을 수 없습니다. 나중에 다시 동기화하세요.
zh_hans: 未找到 iCloud 数据区域。请稍后重新同步。
zh_hant: 找不到 iCloud 資料區域。請稍後重新同步。

# language_description
source: The default follows your device language. Choose a language here to change the app display.
de: Standardmäßig wird die Gerätesprache verwendet. Wähle hier eine andere Anzeigesprache für die App.
es: De forma predeterminada se usa el idioma del dispositivo. Elige otro para cambiar el idioma de la app.
fr: Par défaut, la langue de votre appareil est utilisée. Choisissez une langue pour modifier l’affichage de l’app.
ja: 初期設定では端末の言語を使用します。ここで選ぶとアプリの表示言語が切り替わります。
ko: 기본값은 기기의 언어를 따릅니다. 여기에서 앱의 표시 언어를 변경할 수 있습니다.
zh_hans: 默认使用设备语言。在此选择语言可更改应用的显示语言。
zh_hant: 預設使用裝置語言。在此選擇語言可變更App的顯示語言。

# language_selected
source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
ja: 選択中
ko: 선택됨
zh_hans: 已选择
zh_hant: 已選取

# language_system
source: Follow device settings
de: Gerätesprache verwenden
es: Usar idioma del dispositivo
fr: Suivre la langue de l’appareil
ja: 端末の設定に従う
ko: 기기 설정 따르기
zh_hans: 跟随设备设置
zh_hant: 依照裝置設定

# language_title
source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

# watch_connection_failed
source: Cannot connect to iPhone
de: Verbindung zum iPhone nicht möglich
es: No se puede conectar al iPhone
fr: Impossible de se connecter à l’iPhone
ja: iPhoneに接続できません
ko: iPhone에 연결할 수 없습니다
zh_hans: 无法连接iPhone
zh_hant: 無法連接iPhone

# watch_load_failed
source: Failed to load data
de: Daten konnten nicht geladen werden
es: No se pudieron cargar los datos
fr: Impossible de charger les données
ja: データを読み込めませんでした
ko: 데이터를 불러오지 못했습니다
zh_hans: 无法加载数据
zh_hant: 無法載入資料

# watch_no_data
source: No data is available on iPhone
de: Auf dem iPhone sind keine Daten verfügbar
es: No hay datos disponibles en el iPhone
fr: Aucune donnée disponible sur l’iPhone
ja: iPhoneに同期できるデータがありません
ko: iPhone에 동기화할 데이터가 없습니다
zh_hans: iPhone上没有可同步的数据
zh_hant: iPhone上沒有可同步的資料

# watch_not_registered
source: No Apple Watch is registered. Add one in Settings.
de: Keine Apple Watch registriert. Füge eine in den Einstellungen hinzu.
es: No hay ningún Apple Watch registrado. Añade uno en Ajustes.
fr: Aucune Apple Watch enregistrée. Ajoutez-en une dans Réglages.
ja: Apple Watchが登録されていません。設定から登録してください。
ko: 등록된 Apple Watch가 없습니다. 설정에서 추가하세요.
zh_hans: 尚未注册 Apple Watch。请在设置中添加。
zh_hant: 尚未登錄 Apple Watch。請在設定中新增。

# watch_sync_error
source: Sync error: %@
de: Synchronisierungsfehler: %@
es: Error de sincronización: %@
fr: Erreur de synchronisation : %@
ja: 同期エラー: %@
ko: 동기화 오류: %@
zh_hans: 同步错误：%@
zh_hant: 同步錯誤：%@
